Revit 2027 API
ExternalResourceTypes.BuiltInExternalResourceTypes.TopographyLink Property
 An external resource type representing Topography Links.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ExternalResourceType TopographyLink { get; }
Public Shared ReadOnly Property TopographyLink As ExternalResourceType
	Get
public:
static property ExternalResourceType^ TopographyLink {
	ExternalResourceType^ get ();
}
static member TopographyLink : ExternalResourceType with get
Property Value
ExternalResourceType
See Also
Reference
ExternalResourceTypes.BuiltInExternalResourceTypes Class
Autodesk.Revit.DB Namespace